{
  "filename": "Fleur.docx",
  "paragraphs": [
    {
      "text": "🩸Fleur🩸",
      "is_bold": false,
      "style": "Title"
    },
    {
      "text": "Being a king comes with many responsibilities, a lot of pressure and expectations…Before settling and starting his own family with the Queen, Zeon found himself in a moment of weakness when visiting Ora-Tel’Teuvel. Zeon spent a night with a beautiful elven woman named Aela, who’d laid eyes on him when he arrived in the city. It was this evening during the blood moon that Fleur was conceived.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Zeon had left not long after this night, and it took a few months before Aela realised she was with child. Her dad being on the high council, she knew he wouldn’t have approved of her affair and as rumours spread around the city, it wouldn’t be long before he’d find out, so late one night, she left the safe surroundings of Ora-Tel’Teuvel and wandered from town to town for a while. It turned out that not everyone was a big fan of elven folk, so she started wearing a cloak with a hood to hide the ears; it felt safer in her condition. When she got close to the due date, she ended up in Aramore, just outside Sol-Visloya.  She got a room at “All the Way Inn” which is Aramore’s local inn.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She soon gave birth to Fleur, a little baby girl. She picked up a few jobs here and there to get a little bit of money, but the jobs never lasted long or paid well. When Fleur was about six years they spent most days hungry, though, in good spirits and love, Aela got desperate and decided that perhaps the king could help out the little family financially, she’d never told Fleur about who her dad was. She had told Fleur to stay inside and wait for her return while she went out for some work, she left what little dried meat they had left and some berries she’d picked from a nearby forest and took off to seek out the king.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Aela never returned and after a few days at the Inn Fleur was out of food and the Inn keep had kicked her out since she couldn’t pay for the room. Hungry she did something she knew she shouldn't but had no other options. Tempted by the sweet smell of pies, she’d found herself in the shop “High Tide Pie”, she grabbed one while she thought no one was looking, ran out and sat in the sally behind the shop, eating the pie quick enough to give anyone a stomach ache. The older lady running the shop grabbed her by the arm out of nowhere, Fleur didn’t even hear her coming and asked where her parents were. Fleur explained she had no dad and that her mom left for work days ago but hasn’t returned. The old lady pitied the little half-elf and introduced herself as Nana. Nana told Fleur to stay with her until her mom returned, the streets were unsafe for a little girl like her.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Days turned to months, months turned to years, and Fleur became the daughter Nana never got herself. Nana used to be known as “The Striking Arrow” she was some kind of hero in her earlier days, if she hadn’t sustained a bad leg injury, she might still be out there. No one really knows she got her injury, she’s a proud woman and as far as the world knows, she just decided to settle for a calmer life running a pie shop. She never really told Fleur about her past life, afraid she’d miss it too much however, she did teach Fleur about archery, about the ways of the blood archer, which she picked up very quickly. Fleur and Nana would practise in the courtyard up through her teens and young adulthood.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "One day when Fleur and Nana were out, they found a beat-up young man. Nana the kindhearted woman she was, decided to take him home, she made up a bed in the coroner of the basement. The shop building was in three floors, the ground floor was the shop, 1st floor was Fleur and Nana's apartment and the basement was for shop stock, kitchen and tools.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "For a year, Noah would be part of the little shop family, Nana would send him out on errands and get him to carry the heavy loads while Fleur worked the front desk, selling pies and helping Nana bake them. Nana would sometimes get Noah involved with baking as well if they got bigger orders from the Inn or parties. Noah and Nana would often argue over petty things, it was like watching a mom and son argue. Fleur would stay out of it, but after arguments, she’d remind Nana that she didn’t really hate him and that he did so much around the shop, his arrival had been good for Nana, she didn’t tell anyone, but her leg was getting worse with the years, Fleur could see it but knew better than to confront Nana about it.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Some nights Fleur would be the one to pick Noah up from the local Inn and various bars, drunk and sometimes beaten up. She’d see to his wounds and try to convince him not to drink too much and try to stay away from fighting, knowing he’d not listen. In the mornings, he’d be up late and get lectured by Nana, then they’d argue, and the circle of life continued from there.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "After a year of Noah being with them, they received two letters. It was Fleur that was in the shop that day, and the letters were for Noah and “The Striking Arrow”. Fleur opened the letter to “The Striking Arrow”, and she quickly realised that there was more to Nana than what the eye could see, besides, from all the training they’d done, it looked like Nana had been using those skills before becoming a baker. After reading the letter, she felt a knot in her stomach, Nana couldn’t go… Not in her condition, but she’d be too proud to stay back… Fleur hid her letter and gave Noahs his. Early next morning, she’d packed her things before Nana got up, and left Nana a note about the letter and that she loved her very much, before leaving with Noah for the job.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "TLDR",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Fleur was a product of an affair her mom Aela had with king Zeon",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Aela’s dad is on the high council in Ora-Tel’Teuvel",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Aela left before rumours about her pregnancy spread to her dad",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Aela gave birth to Fleur in Aramore, where she worked small jobs for 6 years, never really making enough to sustain the family",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Aela lefter to talk to the king about financial support but never returned",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur was left to fend for herself and stole from the pie shop owned by Nana",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Nana took Fleur in and raised her as her own from the age of six",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Nana was known as “The striking arrow” in her younger days, she was a hero, but retired in secret due to a bad leg",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Nana taught Fleur about Archery and Blood Archery throughout Fleur's teens and young adulthood",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Nana and Fleur found Noah in bad condition and took him in. Noah developed a mother-son relationship with Nana and they’d argue a lot",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah would do a lot of the heavy lifting for Nana who’s leg was getting worse, though she never told anyone, Fleur would notice",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur would get Noah home when he’d been out drinking or been in fights",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "About a year after Noah’s arrival Nana and Noah receive summons for the job, however without Nana knowing, Fleur reads her letter and decides to take her place, knowing it would kill Nana to go.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Knives",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Fleur has a grandad on the high council in Ora-Tel’Teuvel who may or may not know about her existence",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Her mom never returned from seeking out the king, is she dead, lost or gone?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She’s the bastard of king Zeon, does he know he has a bastard kid? Maybe, maybe not.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She’s grown a strong relationship with Nana and see’s her as a second mother",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She’s taken Nanas place without her permission",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Nana",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Personal Notes",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "I’ve only ever known this life and sharing it with you and Nana has made that pretty special.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "You can’t bake a pie without breaking a few eggs",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "She’s known Noah for a year. She knows he has a habit of getting into petty arguments with Nanna. He drinks a lot and gets into fights with others. He seems lazy at first glance, he’ll whine through his tasks but he’ll get them done. He’s a good guy. He’s scruffy. He is also afraid of ghosts.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She’s grown very fond of him and cares deeply for him.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Campfire stories",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Here I have collected a handful of stories about Fleur’s past, some including Noah, that can be used for downtime chit-chat.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Finding Noah",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "It was in the fall and fairly cold outside. Nana and I had gone to the nearby forest to try to find the seasonal mushrooms and gather some firewood. He was just lying there, first we thought he was dead because there were leaves on him and he was cold, but he was breathing. We got him onto our little carriage dragged by Peanut and took him home. Nana made up a bed in the basement for him. I wasn’t allowed down there for a few days while he was recovering, Nana said she wanted to ensure he wasn’t bad.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "He decided to stick around, why, I’m not sure but… I’m happy he did and so is Nana, even though she won’t admit it.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah’s tavern adventure",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "I learned quickly that Noah knows what he likes, which often brought him to the tavern. Nana hated it, she’s always said, “If you’re drunk, you’ll act like a punk”. It was only a month or two after we found Noah he spent an evening at the local tavern, in the middle of the night, the tavern keeper and his son knocked on the door and woke up Nana, they dropped off Noah and Nana was livid! We got him to bed, but oh boy, did she yell at him in the morning, whatever hungover he would have had, she made it worse for sure.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "After that day, I’d made a deal with the tavern-keepers son that whenever Noah needed to be picked up, he’d come throw small stones or things alike at my window to not wake up Nana, I’d look out and if he had one hand up, it’d be able to get him home with an arm over the shoulder, if he held up two arms I’d have to get Peanut and the carriage.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "In exchange for the tavernkeeper’s son’s help, I’d bake him sweet pies, cherries, strawberries, anything sweet.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Letters to Nana",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "During their travels and adventuring, Fleur will be writing home to Nana. Her letter will be collected here and can be found on her in case she dies.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The Apology",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear Nana,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I’m terribly sorry I left. I cannot put into words my love for you and how much I appreciate everything you have done for me. Please allow me to do this for you. You have always raised me to be honest with you, and for the first time, I wasn't.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Remember the letter Noah got from Miss Lady Gimzara? You see, you received one as well, but I couldn’t let you go, I know you put on a strong face, but I’ve seen you in the evening, and I’ve seen the pain in your eyes, I know about your bad leg and I have for a very long time.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I’ve never been able to pay you back for all the years you gave me, fed me, housed me, and taught me to protect myself. But let me do this for you, let me take your place and help people, the way you’ve helped people in town.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We also can’t let Noah go on his own, he just found a safe place to rest and relax… I can’t let him get into trouble now, we can’t let him end up unconscious in a forest, hungry and weak. I know you love him too Nana, even though you don’t show him.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I love you, please forgive me.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The first kill",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear Nana,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I hope you’re doing well and have hired someone to help out in the pie shop. I will send some money soon I promise.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We arrived at the Lady Gimzaras manor, she instructed us to retrieve an item that had been stolen. After a small investigation, we figured out who I was and set out to find him.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We did find him not far from the city and he had friends, but it ended in a fight.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We always practised blood magic, I never really understood how strong it was until now. I killed two people Nana.. I never thought I’d have to. I feel horrible, I don’t feel like their life was mine to take. I don’t know what to do to get rid of the guilt. Maybe if I remember them, then they won’t really die till I do. Please Nana what would you do?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "It looked so easy for Noah, I think he has killed people before Nana, did you know? Did he ever tell you?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I will write to you again soon, we’re soon leaving to return Gimzaras Item. I’ll look at the stars tonight and think of you.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The Kidnapping",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear Nana,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Mom used to say no one is born evil, that every new soul brought to earth is kind and good. I guess I’ve been naive… It made me believe that inside everyone there's something good, that no one is evil, just people having a bad day.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Do you remember what you used to tell me? That there's less distance between the earth and the moon than between good people on earth. I always saw the good in people Nana, living with you sheltered me from bad people, but I’m starting to understand what you said.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I do believe there are a lot of good people in the world, but I didn’t think people could be as bad as some of the people I have met. A demon kidnapped me, I was put under her little spell, I’ve been poisoned, I’ve been burned and almost killed when we tried to stop her from hurting anyone else, but do you know what the scariest part of everything was? When trapped in her house for god knows how long, I was afraid Noah wouldn’t come looking for me, I was afraid I’d never see him again, I was afraid I was never going to see you again. I wasn’t afraid of dying, I was just afraid of being left behind.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah did find me Nana, he and the others found me. Noah fought the demon too, he tried to talk to her about what she did and I think he believed there was more to her than just being a bad person, it reminded me of Mom.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "After everything we went to the castle with the prince, he wasn’t very happy about us killing the demon, we didn’t have a choice though. The king was nice, he knows Mom, but he doesn’t know where she is. We also met Alistair, he seems really nice too… He said I looked familiar, perhaps he knows Mom too.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I miss you Nana.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "New Feelings",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear Nana,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Today we started our mission, given to us by the King, to retrieve the aasimar child. It was all going well until we encountered these giant monsters in the forest during our travel.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "It was a tough battle, and Noah went down. I luckily had a healing potion I’d saved in case something like this happened. But Nana, he went down again, and I had no more potions, I tried my best to stop the bleeding, but he was slipping through my fingers, I tried my best, but I wasn’t good enough.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I thought I had lost him, I thought he was gone. I felt this darkness inside me, this hole, this endless hole that didn’t feel like it could ever be filled again. I felt sad, but in a way that made me think I’d never be able to feel happiness again. I’ve never felt like this before Nana.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Alistair saved him, he is okay, he could do what I couldn’t. But my feelings are changing from lost to angry, angry at myself, angry at how he just doesn’t seem to care about how close to death he was. I’m scared of these feelings and I’m afraid what they do to me. I don’t know what I would do without him Nana.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Why haven’t you prepared me for what the real world is like? How horrible it feels to kill other people, how lonely it feels when you’re separated from your friends, afraid it might be forever, all because some person thinks they can just kidnap you.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "How broken and hurt you can feel when you think you’ve lost someone you keep very close to your heart. All these horrible feelings Nana, why have you never told me about them? keeping me inside! I was not prepared for this, how am I supposed to handle this?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Maybe it was good I left. Maybe it’s best I don’t come back.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Lost",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear Nana,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "There's a fight coming up that I’m worried about. We’re trapped inside this small village, we were sent out to get this kid Luna for the king and we found her, but she’s been stuck here in the village.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I just wanted to say… despite everything, I appreciate that you’ve looked after me for a long time. If I die I just wanted to say thank you.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Getting Use To It",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear Nana,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I was afraid that",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "He said he was sorry and he didn’t push me away",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "He said he was a soldier",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "He got attacked by a woman",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We’re in Lavayus now",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Love",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Dear friend,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "It’s said that death is a woman with cold blue eyes, you knew her because she’d dogged you at every footstep. Why? Maybe you thought you were meant to end up alone? Maybe she wanted you, a fighter who needed no one, to finally be afraid, when the truth is you’d always been afraid.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "You now know what it means to need… To love, to lose it all",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "https://www.youtube.com/watch?v=PSTdh_iACw4",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Session 1",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "McScribles Tome of Adventures - All the adventures in the world, starting with the shining five, written by Nibbles T. McScribles.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Lady Genzarah of Sol-Visloya was the one who sent the letters of summon.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "First meeting with the Lady Genzarah, someone has stolen some valuables from her and she wants them back. That’s where we come in.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They are going to be staying at the Staut brewery - The Innkeeper is a redhead with a massive scar on her face and a blind eye, her sister is also at the Inn her name is Krystal and seems to have men falling around her. She charmed Andel.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "End of session summary",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Fleur and Noah arrived together in Sol-Visloya. They arrived at Lady Genzarah’s mansion, where they met the rest of the part, a hobgoblin named Misha, a human woman named Lanora and an elven man named Andel. Here they proceeded to open the gates to the estate by holding out the invitation the lady had sent.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur was nervous, it was the first time she’s ever left her home town of Aramore. She’s not an adventure, let alone a hero… But she took Nanas place, knowing she would have gone to help out anyone in need… because that is what real heroes do, even as she retired, Nana had continued to be a pillar in their home towns community, so afraid she’d risk her health and leave, Fleur took her place without telling her. Now that she found herself around heroes, the nerves started to creep up on her.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "As they entered the manor and were let to the lady’s dining room, she’d really start to feel uncomfortable. She barely listened in to the conversation, though she did manage to pick up, that the lady wanted them to retrieve a valuable artefact for the lady, that thieves had stolen. Her worst nightmare came to life when lady Genzarah pointed out Fleur had been quiet the whole time, Fleur was stunned and just managed to come up with the sentence, “We’ll, of course, help you my’ lady” which was not really a great response to the lady’s observation. Lady Genzarah proceeded to mention she was very impressed with the tales of her heroism stretching over 50 years though she looked so young, Fleur was about to explode thinking everyone would know she wasn’t supposed to be here, but the lady Genzarah excused it with “I can understand that you… elven folk mature differently, you must share your beauty routine with me, to look so young for so long” the others however didn’t seem to bat an eye, but it was starting to become all too much for her.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She didn’t eat when the food came out and felt slightly more relieved when the lady left the room. She shortly came to herself when Lanora started asking Noah about him being a dog and Noah started explaining why he’d probably have dog traits, he’s a good guy and Fleur didn’t like him comparing himself to a dog, he was good of heart and much bigger person than anyone she knew, despite perhaps not coming off as such at first glance.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "As they retreated to the local Inn and get their keys, she just managed to get into her room, before throwing up all the repressed feelings and whatever was in her stomach, she felt more at peace away from the manor.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "When she got downstairs she found Andel absolutely infatuated with a lady with red hair, very beautiful. After casting Detect Magic she saw that he was under some kind of charm spell of hers, in an attempt to help him, she tried to spill a drink on her, but it turned into an awkward situation instead and she made a fool of herself.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 2",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "At the warehouse - papers with the name Peter Ashglade on it",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "It seemed like the thieves knew where the item they wanted was and went straight for it, seemingly without trouble",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Orian and someone called Peter Ashglade was working the night of the incident, Peter was assaulted during the incident but survived",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Peter lives in Shady Hills",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party went to the docks to investigate Lady Genzarah’s warehouse from where the item had been stolen. After a long time of questioning the warehouse worker Oron, they find out that he was there the night of the incident with a guy called Peter Ashglade. Misha also finds some paper with text in the direction of “I’ll let you in when you arrive - PA”.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party then sets off to find Peter in Shady Hills, where he resides. We enter a tavern local to Lanora and ask around for where he lives and find a housemate of his drunk in the tavern. Eventually, he leads os back to their house, and we find another note in their house to Peter from someone telling him to go to a red tree, which is about a day's travel from the city.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party then goes to Lady Genzhara's estate to ask for horses to help them catch up to. Initially, Andel is not very convincing when trying to convince Andres to give them horses. Still, Fleur steps up and basically threatens him, saying “If we can’t catch up to them, we will have to tell the Lady Genzarah that we couldn’t catch up to them because you wouldn’t aid us”. The party was allowed to borrow the lady’s two horses.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They set off after Peter and after hours of riding, they decide to settle down for a few hours of rest, both for the party and the horses. When they wake up and start riding again, they see smoke from not too far away. Lenora and Andel set off to scout out the location to see what's going on. They find a handful of bandits and get caught up in a fight with them.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "After a long time, the rest of the party decides to go look for them, and we find ourselves in combat.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 3",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Literally just combat.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party found themselves in a fight against the thief Peter of Lady Gimzaras item. They fought them and won, Fleur made her first two kills, which she didn’t feel good about.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Killscore: 2",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Thoughts for next session (4):",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Did fighting the bandits look too easy for Noah? Has he hurt people before?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Heavy guilt for killing the two bandits, will draw their faces in her notebook to remember them, so they won’t die before she does (spiritually speaking), maybe talk with Noah about it?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 4",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Returned the item to Lady Gimzara",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Lady Gimzara took a special interest in Misha after she told the lady about her ability to talk to the dead and her knowledge of necromancy.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Contracts - While representing lady, be on best behaviour, don’t embarrass her, fulfil every mission to the best of ability, wear apparel for her house, get a place of living, you cannot own other properties while working for her, keep treasure providing it doesn’t have her seal on it, not allowed to seek outside work from other houses/companies. Can take tasks from mission boards, but don’t wear Gimzara apparel. If the contract is broken, she’ll have to teach a Gimzara handyman Blood magic and lose a memory.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Kalinga Feydream is the mother of the sisters Kalista and Krystal Feydream. Their mother could read minds, and their dad built the tavern, he was a craftsman",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "It was a man who hurt Kalista, because she didn’t give him the attention that he wanted",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The sisters are not really sisters, Krystal is feeding on Kalista",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Krystal kidnapped Fleur",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 5",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Everyone went shopping excel Fleur who had been kidnapped",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Andel also went to the library to try find out more about what creature Krystal is. Whatever we thought she was, was just wrong",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah got a new weapon",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The team decided to take a long rest before starting to look for Fleur",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur spends time with Krystal who asks a lot of questions about the rest of the group despite them only knowing each other for like… 24 hours",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Thoughts for next session (6):",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "She’s been alone with Krystal for long enough now, that Fleur could become anxious about perhaps Noah would just have cut ties and have left her like her mom did.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "When they find her, maybe she’ll hug him and say “I started to worry you wouldn’t come back for me”",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 6",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "The others find Fleur at Kalist and Krystals house, which was literally 5 min away",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur can’t leave because there's a magic spell now that hurts you if you leave the house",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah goes in and tries to take her out which results in Fleur taking damage",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They all decide to enter to try help Fleur",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "House is full of traps and we are having to look for them all the time",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We end up in the basement which is a huge cave and now we need to try find her",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 7",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "They met a boy who was looking for a neckless Krystal took",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They slayed Krystal",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Krystal called Kalista a Dreamwalker",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Killscore: 3",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Thoughts for next session (8):",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Noah kept questioning Krystal about her actions like he could somewhat relate to what might have happened to her. If he’s sad about it all came down to her being killed:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur would touch him comforting (hand around shoulder/on shoulder or hand) and say “You can’t save someone who does not want to be saved, no matter how much you might feel like you need to” - “ We can’t win all battlers, not matter how hard we fight”",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 8",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "We find a journal from someone in Kalista family",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We find some loot, and Fleur finds a new bow with scales on it",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They get taken to the king, who thanks them for their work",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "King asks them to go retrieve a child from a nearby city an Aasamar with black skin and white markings, Luna",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We meet Zeilith and Diana who joins the team",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "King Zeon reveals that he knows Fleaurs mother but doesn’t know where she is",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Alistair said he thought Fleur looks familiar, so he probably knows her mom too",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 9",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Some of the party went shopping for magic items",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Fleur drew the men she killed in her notebook",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party started travelling to save the aasamar child, which was going to take 8-10 days",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "At a stop, Lanora and Fleur pranked Noah",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They started fighting some big crickets",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 10",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Fighting the crickets",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah goes down and Fleur uses her Superiors healing potions on him and he gets up",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah takes more damage and almost dies, Fleur tries to stabilize him but fails and this awoke new feelings, fears.. She’s never felt before.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Alistair comes to the rescue and heals him, saving him from death",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party had come upon the hoard of oversized crickets, which they were trying to take down. It was all going well, Alistair was saying things like, “Let me show you youngins how it’s done”, and then he missed both his attacks, saying he was getting “too old”. Lanora was there, though and kept up the spirit!",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The crickets were a lot stronger than we thought they would be. However, a tiny 2ft leaf person with a nut-head came to our aid. Unfortunately, Noah went down, lucky Fleur had saved the superior health potion they got from the king, which she poured into his mouth and he was back up. Quickly after, though, he took another round of damage and went down, Fleur had no more health potions left, her medicine skills weren't good enough, and it looked like Noah was dead. Thank god Alistair managed to get him back to life (Noah not happy that he was saved first by Fleur and then Alistair :’D), but Fleur is not taking the whole thing very well.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Zeilith was having a rough time during the battle, she was unlucky with her spells and",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "It looked like she felt helpless, it was too dangerous for her to move, and it seemed like no matter what she tried, it wasn’t working, she seemed defeated",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "When the battle ended, everyone was thankfully still alive. The party took a short rest at what looked like once was a camp, but over time had become the home for these big crickets. Lanora and Zelith went through the tents and items left behind. They found a larger sum of money and a handful of special items, Lanora also found a letter that only she read and didn’t share the information with us. (Kody took her to another channel and read it for her, so we don’t know what kind of saucy letter it was)",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Willow the new guy spends the short rest painting the party (stick figure drawing in the general chat), Lanora, Alistair and Noah spend it relaxing, and Zelith looked into the new magic items with help from Fleur, who had mostly just spent time writing in her notebook by herself.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The party then set off again to continue their travels. Fleur took to steering the cart and handling the horses. In the back of the cart, Lanora brought up a name for the team that she'd thought of “Dawn's Providence” which sparked a conversation between her, Noah, Willow and Diana about faith and gods.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They ended up stopping after a few hours and setting up camp, taking turns to stay awake. Willow and Zeilith first, then Fleur, Then Noah and to mess with Miguel, Kody said Alistair would take the 3rd shift with Noah, then Lanora last. The first two shifts go by without trouble, then Alistair and Noah chat about what happened today and Alistair tried to share some wise words with Noah.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "When they wake up Lanora, Noah asks her for help with Fleur and what to do, she says (bless her, literally the sweetest woman, I swear) that she’d try to help, but she’s also not willing to break any trust she has with Fleur herself, should Fleur want to talk with her.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "During Lanoras watch, theres this creepy dude who approaches the camp, Lanora uses mage hand to wake us all up as she goes to speak with him. He asks to sit down at the fire for a while, bur he refuses to show his face, so she asks him to keep walking, which he does. From what she could see, he was very pale and odd looking, he could have been undead, but we’re not sure. The party went back to sleep, except Lanora of cause and nothing happened after that. By morning the session ended.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 11",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Goes through magic forest with loads of zombies",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Noah disappeared and Fleur for a little was afraid she’d lost him again",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 12",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Bad hooded guy turns up, same one as the fella who visited us during our campfire",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Barricade the city",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 13",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "Luna got kidnapped after we spend a whole session barricading the city…",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We go after her and find bad boy and his bigger boy who has Luna inside him",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Alistair remove Luna and gets blown up as we make out escape with her",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We get teleported to Noah’s city out of nowhere",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We don’t want to go to the city because they don’t like weird looking people and decides to go to Lanoras city which then happens to be 35 days of travel away",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We’re then forced to go to the city",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 14",
      "is_bold": false,
      "style": "Heading 1"
    }
  ],
  "tables": [],
  "raw_text": "🩸Fleur🩸\n\nBeing a king comes with many responsibilities, a lot of pressure and expectations…Before settling and starting his own family with the Queen, Zeon found himself in a moment of weakness when visiting Ora-Tel’Teuvel. Zeon spent a night with a beautiful elven woman named Aela, who’d laid eyes on him when he arrived in the city. It was this evening during the blood moon that Fleur was conceived.\n\nZeon had left not long after this night, and it took a few months before Aela realised she was with child. Her dad being on the high council, she knew he wouldn’t have approved of her affair and as rumours spread around the city, it wouldn’t be long before he’d find out, so late one night, she left the safe surroundings of Ora-Tel’Teuvel and wandered from town to town for a while. It turned out that not everyone was a big fan of elven folk, so she started wearing a cloak with a hood to hide the ears; it felt safer in her condition. When she got close to the due date, she ended up in Aramore, just outside Sol-Visloya.  She got a room at “All the Way Inn” which is Aramore’s local inn.\n\nShe soon gave birth to Fleur, a little baby girl. She picked up a few jobs here and there to get a little bit of money, but the jobs never lasted long or paid well. When Fleur was about six years they spent most days hungry, though, in good spirits and love, Aela got desperate and decided that perhaps the king could help out the little family financially, she’d never told Fleur about who her dad was. She had told Fleur to stay inside and wait for her return while she went out for some work, she left what little dried meat they had left and some berries she’d picked from a nearby forest and took off to seek out the king.\n\nAela never returned and after a few days at the Inn Fleur was out of food and the Inn keep had kicked her out since she couldn’t pay for the room. Hungry she did something she knew she shouldn't but had no other options. Tempted by the sweet smell of pies, she’d found herself in the shop “High Tide Pie”, she grabbed one while she thought no one was looking, ran out and sat in the sally behind the shop, eating the pie quick enough to give anyone a stomach ache. The older lady running the shop grabbed her by the arm out of nowhere, Fleur didn’t even hear her coming and asked where her parents were. Fleur explained she had no dad and that her mom left for work days ago but hasn’t returned. The old lady pitied the little half-elf and introduced herself as Nana. Nana told Fleur to stay with her until her mom returned, the streets were unsafe for a little girl like her.\n\nDays turned to months, months turned to years, and Fleur became the daughter Nana never got herself. Nana used to be known as “The Striking Arrow” she was some kind of hero in her earlier days, if she hadn’t sustained a bad leg injury, she might still be out there. No one really knows she got her injury, she’s a proud woman and as far as the world knows, she just decided to settle for a calmer life running a pie shop. She never really told Fleur about her past life, afraid she’d miss it too much however, she did teach Fleur about archery, about the ways of the blood archer, which she picked up very quickly. Fleur and Nana would practise in the courtyard up through her teens and young adulthood.\n\nOne day when Fleur and Nana were out, they found a beat-up young man. Nana the kindhearted woman she was, decided to take him home, she made up a bed in the coroner of the basement. The shop building was in three floors, the ground floor was the shop, 1st floor was Fleur and Nana's apartment and the basement was for shop stock, kitchen and tools.\n\nFor a year, Noah would be part of the little shop family, Nana would send him out on errands and get him to carry the heavy loads while Fleur worked the front desk, selling pies and helping Nana bake them. Nana would sometimes get Noah involved with baking as well if they got bigger orders from the Inn or parties. Noah and Nana would often argue over petty things, it was like watching a mom and son argue. Fleur would stay out of it, but after arguments, she’d remind Nana that she didn’t really hate him and that he did so much around the shop, his arrival had been good for Nana, she didn’t tell anyone, but her leg was getting worse with the years, Fleur could see it but knew better than to confront Nana about it.\n\nSome nights Fleur would be the one to pick Noah up from the local Inn and various bars, drunk and sometimes beaten up. She’d see to his wounds and try to convince him not to drink too much and try to stay away from fighting, knowing he’d not listen. In the mornings, he’d be up late and get lectured by Nana, then they’d argue, and the circle of life continued from there.\n\nAfter a year of Noah being with them, they received two letters. It was Fleur that was in the shop that day, and the letters were for Noah and “The Striking Arrow”. Fleur opened the letter to “The Striking Arrow”, and she quickly realised that there was more to Nana than what the eye could see, besides, from all the training they’d done, it looked like Nana had been using those skills before becoming a baker. After reading the letter, she felt a knot in her stomach, Nana couldn’t go… Not in her condition, but she’d be too proud to stay back… Fleur hid her letter and gave Noahs his. Early next morning, she’d packed her things before Nana got up, and left Nana a note about the letter and that she loved her very much, before leaving with Noah for the job.\n\nTLDR\n\nFleur was a product of an affair her mom Aela had with king Zeon\n\nAela’s dad is on the high council in Ora-Tel’Teuvel\n\nAela left before rumours about her pregnancy spread to her dad\n\nAela gave birth to Fleur in Aramore, where she worked small jobs for 6 years, never really making enough to sustain the family\n\nAela lefter to talk to the king about financial support but never returned\n\nFleur was left to fend for herself and stole from the pie shop owned by Nana\n\nNana took Fleur in and raised her as her own from the age of six\n\nNana was known as “The striking arrow” in her younger days, she was a hero, but retired in secret due to a bad leg\n\nNana taught Fleur about Archery and Blood Archery throughout Fleur's teens and young adulthood\n\nNana and Fleur found Noah in bad condition and took him in. Noah developed a mother-son relationship with Nana and they’d argue a lot\n\nNoah would do a lot of the heavy lifting for Nana who’s leg was getting worse, though she never told anyone, Fleur would notice\n\nFleur would get Noah home when he’d been out drinking or been in fights\n\nAbout a year after Noah’s arrival Nana and Noah receive summons for the job, however without Nana knowing, Fleur reads her letter and decides to take her place, knowing it would kill Nana to go.\n\nKnives\n\nFleur has a grandad on the high council in Ora-Tel’Teuvel who may or may not know about her existence\n\nHer mom never returned from seeking out the king, is she dead, lost or gone?\n\nShe’s the bastard of king Zeon, does he know he has a bastard kid? Maybe, maybe not.\n\nShe’s grown a strong relationship with Nana and see’s her as a second mother\n\nShe’s taken Nanas place without her permission\n\nNana\n\nPersonal Notes\n\nI’ve only ever known this life and sharing it with you and Nana has made that pretty special.\n\nYou can’t bake a pie without breaking a few eggs\n\nNoah\n\nShe’s known Noah for a year. She knows he has a habit of getting into petty arguments with Nanna. He drinks a lot and gets into fights with others. He seems lazy at first glance, he’ll whine through his tasks but he’ll get them done. He’s a good guy. He’s scruffy. He is also afraid of ghosts.\n\nShe’s grown very fond of him and cares deeply for him.\n\nCampfire stories\n\nHere I have collected a handful of stories about Fleur’s past, some including Noah, that can be used for downtime chit-chat.\n\nFinding Noah\n\nIt was in the fall and fairly cold outside. Nana and I had gone to the nearby forest to try to find the seasonal mushrooms and gather some firewood. He was just lying there, first we thought he was dead because there were leaves on him and he was cold, but he was breathing. We got him onto our little carriage dragged by Peanut and took him home. Nana made up a bed in the basement for him. I wasn’t allowed down there for a few days while he was recovering, Nana said she wanted to ensure he wasn’t bad.\n\nHe decided to stick around, why, I’m not sure but… I’m happy he did and so is Nana, even though she won’t admit it.\n\nNoah’s tavern adventure\n\nI learned quickly that Noah knows what he likes, which often brought him to the tavern. Nana hated it, she’s always said, “If you’re drunk, you’ll act like a punk”. It was only a month or two after we found Noah he spent an evening at the local tavern, in the middle of the night, the tavern keeper and his son knocked on the door and woke up Nana, they dropped off Noah and Nana was livid! We got him to bed, but oh boy, did she yell at him in the morning, whatever hungover he would have had, she made it worse for sure.\n\nAfter that day, I’d made a deal with the tavern-keepers son that whenever Noah needed to be picked up, he’d come throw small stones or things alike at my window to not wake up Nana, I’d look out and if he had one hand up, it’d be able to get him home with an arm over the shoulder, if he held up two arms I’d have to get Peanut and the carriage.\n\nIn exchange for the tavernkeeper’s son’s help, I’d bake him sweet pies, cherries, strawberries, anything sweet.\n\nLetters to Nana\n\nDuring their travels and adventuring, Fleur will be writing home to Nana. Her letter will be collected here and can be found on her in case she dies.\n\nThe Apology\n\nDear Nana,\n\nI’m terribly sorry I left. I cannot put into words my love for you and how much I appreciate everything you have done for me. Please allow me to do this for you. You have always raised me to be honest with you, and for the first time, I wasn't.\n\nRemember the letter Noah got from Miss Lady Gimzara? You see, you received one as well, but I couldn’t let you go, I know you put on a strong face, but I’ve seen you in the evening, and I’ve seen the pain in your eyes, I know about your bad leg and I have for a very long time.\n\nI’ve never been able to pay you back for all the years you gave me, fed me, housed me, and taught me to protect myself. But let me do this for you, let me take your place and help people, the way you’ve helped people in town.\n\nWe also can’t let Noah go on his own, he just found a safe place to rest and relax… I can’t let him get into trouble now, we can’t let him end up unconscious in a forest, hungry and weak. I know you love him too Nana, even though you don’t show him.\n\nI love you, please forgive me.\n\nFleur.\n\nThe first kill\n\nDear Nana,\n\nI hope you’re doing well and have hired someone to help out in the pie shop. I will send some money soon I promise.\n\nWe arrived at the Lady Gimzaras manor, she instructed us to retrieve an item that had been stolen. After a small investigation, we figured out who I was and set out to find him.\n\nWe did find him not far from the city and he had friends, but it ended in a fight.\n\nWe always practised blood magic, I never really understood how strong it was until now. I killed two people Nana.. I never thought I’d have to. I feel horrible, I don’t feel like their life was mine to take. I don’t know what to do to get rid of the guilt. Maybe if I remember them, then they won’t really die till I do. Please Nana what would you do?\n\nIt looked so easy for Noah, I think he has killed people before Nana, did you know? Did he ever tell you?\n\nI will write to you again soon, we’re soon leaving to return Gimzaras Item. I’ll look at the stars tonight and think of you.\n\nFleur.\n\nThe Kidnapping\n\nDear Nana,\n\nMom used to say no one is born evil, that every new soul brought to earth is kind and good. I guess I’ve been naive… It made me believe that inside everyone there's something good, that no one is evil, just people having a bad day.\n\nDo you remember what you used to tell me? That there's less distance between the earth and the moon than between good people on earth. I always saw the good in people Nana, living with you sheltered me from bad people, but I’m starting to understand what you said.\n\nI do believe there are a lot of good people in the world, but I didn’t think people could be as bad as some of the people I have met. A demon kidnapped me, I was put under her little spell, I’ve been poisoned, I’ve been burned and almost killed when we tried to stop her from hurting anyone else, but do you know what the scariest part of everything was? When trapped in her house for god knows how long, I was afraid Noah wouldn’t come looking for me, I was afraid I’d never see him again, I was afraid I was never going to see you again. I wasn’t afraid of dying, I was just afraid of being left behind.\n\nNoah did find me Nana, he and the others found me. Noah fought the demon too, he tried to talk to her about what she did and I think he believed there was more to her than just being a bad person, it reminded me of Mom.\n\nAfter everything we went to the castle with the prince, he wasn’t very happy about us killing the demon, we didn’t have a choice though. The king was nice, he knows Mom, but he doesn’t know where she is. We also met Alistair, he seems really nice too… He said I looked familiar, perhaps he knows Mom too.\n\nI miss you Nana.\n\nFleur\n\nNew Feelings\n\nDear Nana,\n\nToday we started our mission, given to us by the King, to retrieve the aasimar child. It was all going well until we encountered these giant monsters in the forest during our travel.\n\nIt was a tough battle, and Noah went down. I luckily had a healing potion I’d saved in case something like this happened. But Nana, he went down again, and I had no more potions, I tried my best to stop the bleeding, but he was slipping through my fingers, I tried my best, but I wasn’t good enough.\n\nI thought I had lost him, I thought he was gone. I felt this darkness inside me, this hole, this endless hole that didn’t feel like it could ever be filled again. I felt sad, but in a way that made me think I’d never be able to feel happiness again. I’ve never felt like this before Nana.\n\nAlistair saved him, he is okay, he could do what I couldn’t. But my feelings are changing from lost to angry, angry at myself, angry at how he just doesn’t seem to care about how close to death he was. I’m scared of these feelings and I’m afraid what they do to me. I don’t know what I would do without him Nana.\n\nWhy haven’t you prepared me for what the real world is like? How horrible it feels to kill other people, how lonely it feels when you’re separated from your friends, afraid it might be forever, all because some person thinks they can just kidnap you.\n\nHow broken and hurt you can feel when you think you’ve lost someone you keep very close to your heart. All these horrible feelings Nana, why have you never told me about them? keeping me inside! I was not prepared for this, how am I supposed to handle this?\n\nMaybe it was good I left. Maybe it’s best I don’t come back.\n\nFleur\n\nLost\n\nDear Nana,\n\nThere's a fight coming up that I’m worried about. We’re trapped inside this small village, we were sent out to get this kid Luna for the king and we found her, but she’s been stuck here in the village.\n\nI just wanted to say… despite everything, I appreciate that you’ve looked after me for a long time. If I die I just wanted to say thank you.\n\nFleur\n\nGetting Use To It\n\nDear Nana,\n\nI was afraid that\n\nHe said he was sorry and he didn’t push me away\n\nHe said he was a soldier\n\nHe got attacked by a woman\n\nWe’re in Lavayus now\n\nLove\n\nDear friend,\n\nIt’s said that death is a woman with cold blue eyes, you knew her because she’d dogged you at every footstep. Why? Maybe you thought you were meant to end up alone? Maybe she wanted you, a fighter who needed no one, to finally be afraid, when the truth is you’d always been afraid.\n\nYou now know what it means to need… To love, to lose it all\n\nhttps://www.youtube.com/watch?v=PSTdh_iACw4\n\nSession 1\n\nMcScribles Tome of Adventures - All the adventures in the world, starting with the shining five, written by Nibbles T. McScribles.\n\nLady Genzarah of Sol-Visloya was the one who sent the letters of summon.\n\nFirst meeting with the Lady Genzarah, someone has stolen some valuables from her and she wants them back. That’s where we come in.\n\nThey are going to be staying at the Staut brewery - The Innkeeper is a redhead with a massive scar on her face and a blind eye, her sister is also at the Inn her name is Krystal and seems to have men falling around her. She charmed Andel.\n\nEnd of session summary\n\nFleur and Noah arrived together in Sol-Visloya. They arrived at Lady Genzarah’s mansion, where they met the rest of the part, a hobgoblin named Misha, a human woman named Lanora and an elven man named Andel. Here they proceeded to open the gates to the estate by holding out the invitation the lady had sent.\n\nFleur was nervous, it was the first time she’s ever left her home town of Aramore. She’s not an adventure, let alone a hero… But she took Nanas place, knowing she would have gone to help out anyone in need… because that is what real heroes do, even as she retired, Nana had continued to be a pillar in their home towns community, so afraid she’d risk her health and leave, Fleur took her place without telling her. Now that she found herself around heroes, the nerves started to creep up on her.\n\nAs they entered the manor and were let to the lady’s dining room, she’d really start to feel uncomfortable. She barely listened in to the conversation, though she did manage to pick up, that the lady wanted them to retrieve a valuable artefact for the lady, that thieves had stolen. Her worst nightmare came to life when lady Genzarah pointed out Fleur had been quiet the whole time, Fleur was stunned and just managed to come up with the sentence, “We’ll, of course, help you my’ lady” which was not really a great response to the lady’s observation. Lady Genzarah proceeded to mention she was very impressed with the tales of her heroism stretching over 50 years though she looked so young, Fleur was about to explode thinking everyone would know she wasn’t supposed to be here, but the lady Genzarah excused it with “I can understand that you… elven folk mature differently, you must share your beauty routine with me, to look so young for so long” the others however didn’t seem to bat an eye, but it was starting to become all too much for her.\n\nShe didn’t eat when the food came out and felt slightly more relieved when the lady left the room. She shortly came to herself when Lanora started asking Noah about him being a dog and Noah started explaining why he’d probably have dog traits, he’s a good guy and Fleur didn’t like him comparing himself to a dog, he was good of heart and much bigger person than anyone she knew, despite perhaps not coming off as such at first glance.\n\nAs they retreated to the local Inn and get their keys, she just managed to get into her room, before throwing up all the repressed feelings and whatever was in her stomach, she felt more at peace away from the manor.\n\nWhen she got downstairs she found Andel absolutely infatuated with a lady with red hair, very beautiful. After casting Detect Magic she saw that he was under some kind of charm spell of hers, in an attempt to help him, she tried to spill a drink on her, but it turned into an awkward situation instead and she made a fool of herself.\n\nSession 2\n\nAt the warehouse - papers with the name Peter Ashglade on it\n\nIt seemed like the thieves knew where the item they wanted was and went straight for it, seemingly without trouble\n\nOrian and someone called Peter Ashglade was working the night of the incident, Peter was assaulted during the incident but survived\n\nPeter lives in Shady Hills\n\nThe party went to the docks to investigate Lady Genzarah’s warehouse from where the item had been stolen. After a long time of questioning the warehouse worker Oron, they find out that he was there the night of the incident with a guy called Peter Ashglade. Misha also finds some paper with text in the direction of “I’ll let you in when you arrive - PA”.\n\nThe party then sets off to find Peter in Shady Hills, where he resides. We enter a tavern local to Lanora and ask around for where he lives and find a housemate of his drunk in the tavern. Eventually, he leads os back to their house, and we find another note in their house to Peter from someone telling him to go to a red tree, which is about a day's travel from the city.\n\nThe party then goes to Lady Genzhara's estate to ask for horses to help them catch up to. Initially, Andel is not very convincing when trying to convince Andres to give them horses. Still, Fleur steps up and basically threatens him, saying “If we can’t catch up to them, we will have to tell the Lady Genzarah that we couldn’t catch up to them because you wouldn’t aid us”. The party was allowed to borrow the lady’s two horses.\n\nThey set off after Peter and after hours of riding, they decide to settle down for a few hours of rest, both for the party and the horses. When they wake up and start riding again, they see smoke from not too far away. Lenora and Andel set off to scout out the location to see what's going on. They find a handful of bandits and get caught up in a fight with them.\n\nAfter a long time, the rest of the party decides to go look for them, and we find ourselves in combat.\n\nSession 3\n\nLiterally just combat.\n\nThe party found themselves in a fight against the thief Peter of Lady Gimzaras item. They fought them and won, Fleur made her first two kills, which she didn’t feel good about.\n\nKillscore: 2\n\nThoughts for next session (4):\n\nDid fighting the bandits look too easy for Noah? Has he hurt people before?\n\nHeavy guilt for killing the two bandits, will draw their faces in her notebook to remember them, so they won’t die before she does (spiritually speaking), maybe talk with Noah about it?\n\nSession 4\n\nReturned the item to Lady Gimzara\n\nLady Gimzara took a special interest in Misha after she told the lady about her ability to talk to the dead and her knowledge of necromancy.\n\nContracts - While representing lady, be on best behaviour, don’t embarrass her, fulfil every mission to the best of ability, wear apparel for her house, get a place of living, you cannot own other properties while working for her, keep treasure providing it doesn’t have her seal on it, not allowed to seek outside work from other houses/companies. Can take tasks from mission boards, but don’t wear Gimzara apparel. If the contract is broken, she’ll have to teach a Gimzara handyman Blood magic and lose a memory.\n\nKalinga Feydream is the mother of the sisters Kalista and Krystal Feydream. Their mother could read minds, and their dad built the tavern, he was a craftsman\n\nIt was a man who hurt Kalista, because she didn’t give him the attention that he wanted\n\nThe sisters are not really sisters, Krystal is feeding on Kalista\n\nKrystal kidnapped Fleur\n\nSession 5\n\nEveryone went shopping excel Fleur who had been kidnapped\n\nAndel also went to the library to try find out more about what creature Krystal is. Whatever we thought she was, was just wrong\n\nNoah got a new weapon\n\nThe team decided to take a long rest before starting to look for Fleur\n\nFleur spends time with Krystal who asks a lot of questions about the rest of the group despite them only knowing each other for like… 24 hours\n\nThoughts for next session (6):\n\nShe’s been alone with Krystal for long enough now, that Fleur could become anxious about perhaps Noah would just have cut ties and have left her like her mom did.\n\nWhen they find her, maybe she’ll hug him and say “I started to worry you wouldn’t come back for me”\n\nSession 6\n\nThe others find Fleur at Kalist and Krystals house, which was literally 5 min away\n\nFleur can’t leave because there's a magic spell now that hurts you if you leave the house\n\nNoah goes in and tries to take her out which results in Fleur taking damage\n\nThey all decide to enter to try help Fleur\n\nHouse is full of traps and we are having to look for them all the time\n\nWe end up in the basement which is a huge cave and now we need to try find her\n\nSession 7\n\nThey met a boy who was looking for a neckless Krystal took\n\nThey slayed Krystal\n\nKrystal called Kalista a Dreamwalker\n\nKillscore: 3\n\nThoughts for next session (8):\n\nNoah kept questioning Krystal about her actions like he could somewhat relate to what might have happened to her. If he’s sad about it all came down to her being killed:\n\nFleur would touch him comforting (hand around shoulder/on shoulder or hand) and say “You can’t save someone who does not want to be saved, no matter how much you might feel like you need to” - “ We can’t win all battlers, not matter how hard we fight”\n\nSession 8\n\nWe find a journal from someone in Kalista family\n\nWe find some loot, and Fleur finds a new bow with scales on it\n\nThey get taken to the king, who thanks them for their work\n\nKing asks them to go retrieve a child from a nearby city an Aasamar with black skin and white markings, Luna\n\nWe meet Zeilith and Diana who joins the team\n\nKing Zeon reveals that he knows Fleaurs mother but doesn’t know where she is\n\nAlistair said he thought Fleur looks familiar, so he probably knows her mom too\n\nSession 9\n\nSome of the party went shopping for magic items\n\nFleur drew the men she killed in her notebook\n\nThe party started travelling to save the aasamar child, which was going to take 8-10 days\n\nAt a stop, Lanora and Fleur pranked Noah\n\nThey started fighting some big crickets\n\nSession 10\n\nFighting the crickets\n\nNoah goes down and Fleur uses her Superiors healing potions on him and he gets up\n\nNoah takes more damage and almost dies, Fleur tries to stabilize him but fails and this awoke new feelings, fears.. She’s never felt before.\n\nAlistair comes to the rescue and heals him, saving him from death\n\nThe party had come upon the hoard of oversized crickets, which they were trying to take down. It was all going well, Alistair was saying things like, “Let me show you youngins how it’s done”, and then he missed both his attacks, saying he was getting “too old”. Lanora was there, though and kept up the spirit!\n\nThe crickets were a lot stronger than we thought they would be. However, a tiny 2ft leaf person with a nut-head came to our aid. Unfortunately, Noah went down, lucky Fleur had saved the superior health potion they got from the king, which she poured into his mouth and he was back up. Quickly after, though, he took another round of damage and went down, Fleur had no more health potions left, her medicine skills weren't good enough, and it looked like Noah was dead. Thank god Alistair managed to get him back to life (Noah not happy that he was saved first by Fleur and then Alistair :’D), but Fleur is not taking the whole thing very well.\n\nZeilith was having a rough time during the battle, she was unlucky with her spells and\n\nIt looked like she felt helpless, it was too dangerous for her to move, and it seemed like no matter what she tried, it wasn’t working, she seemed defeated\n\nWhen the battle ended, everyone was thankfully still alive. The party took a short rest at what looked like once was a camp, but over time had become the home for these big crickets. Lanora and Zelith went through the tents and items left behind. They found a larger sum of money and a handful of special items, Lanora also found a letter that only she read and didn’t share the information with us. (Kody took her to another channel and read it for her, so we don’t know what kind of saucy letter it was)\n\nWillow the new guy spends the short rest painting the party (stick figure drawing in the general chat), Lanora, Alistair and Noah spend it relaxing, and Zelith looked into the new magic items with help from Fleur, who had mostly just spent time writing in her notebook by herself.\n\nThe party then set off again to continue their travels. Fleur took to steering the cart and handling the horses. In the back of the cart, Lanora brought up a name for the team that she'd thought of “Dawn's Providence” which sparked a conversation between her, Noah, Willow and Diana about faith and gods.\n\nThey ended up stopping after a few hours and setting up camp, taking turns to stay awake. Willow and Zeilith first, then Fleur, Then Noah and to mess with Miguel, Kody said Alistair would take the 3rd shift with Noah, then Lanora last. The first two shifts go by without trouble, then Alistair and Noah chat about what happened today and Alistair tried to share some wise words with Noah.\n\nWhen they wake up Lanora, Noah asks her for help with Fleur and what to do, she says (bless her, literally the sweetest woman, I swear) that she’d try to help, but she’s also not willing to break any trust she has with Fleur herself, should Fleur want to talk with her.\n\nDuring Lanoras watch, theres this creepy dude who approaches the camp, Lanora uses mage hand to wake us all up as she goes to speak with him. He asks to sit down at the fire for a while, bur he refuses to show his face, so she asks him to keep walking, which he does. From what she could see, he was very pale and odd looking, he could have been undead, but we’re not sure. The party went back to sleep, except Lanora of cause and nothing happened after that. By morning the session ended.\n\nSession 11\n\nGoes through magic forest with loads of zombies\n\nNoah disappeared and Fleur for a little was afraid she’d lost him again\n\nSession 12\n\nBad hooded guy turns up, same one as the fella who visited us during our campfire\n\nBarricade the city\n\nSession 13\n\nLuna got kidnapped after we spend a whole session barricading the city…\n\nWe go after her and find bad boy and his bigger boy who has Luna inside him\n\nAlistair remove Luna and gets blown up as we make out escape with her\n\nWe get teleported to Noah’s city out of nowhere\n\nWe don’t want to go to the city because they don’t like weird looking people and decides to go to Lanoras city which then happens to be 35 days of travel away\n\nWe’re then forced to go to the city\n\nSession 14"
}