{
  "filename": "Shae Nadine Flint.docx",
  "paragraphs": [
    {
      "text": "Shae Nadine Flint",
      "is_bold": false,
      "style": "Title"
    },
    {
      "text": "Backstory:",
      "is_bold": false,
      "style": "Heading 1"
    },
    {
      "text": "On an impressively large spelljammer, a majestic yet menacing vessel that carved its path through the endless expanse of the astral sea, the notorious Captain Nathaniel Flint ruled with an iron fist. Alongside his equally ruthless queen, they were feared throughout the cosmos. Their names were whispered in dread by those who travelled the starlit void, and their banner was enough to strike terror into the hearts of even the bravest souls. The Flint Crew, a band of hardened pirates, were infamous for their relentless plundering, leaving destruction in their wake, and the blood of their enemies staining the stars themselves.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The couple, blessed with a set of twins, named Shae and Shadow, were the pride of their lives. From the moment the children could walk, they were taught the brutal lessons of survival that governed the Flint Crew. \"Show no weakness, show no mercy,\" their father would say, his voice as cold as the void. These words were the twins' creed, and they lived by it with unflinching loyalty.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae and Shadow were inseparable, two sides of the same coin, moving through their shared lives like a well-honed blade cutting through the blackness of space. Whether in the thick of battle, raiding ships alongside their parents, or in the quiet moments when the vastness of the astral sea surrounded them, they were always together. Their bond was unbreakable, forged in the fires of combat and tempered by the harsh realities of their upbringing.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The Flint Crew's reputation for ruthlessness was only matched by the staggering wealth they accumulated. The hold of their spelljammer groaned under the weight of treasures beyond imagination gems that sparkled like distant stars, ancient artifacts imbued with mysterious powers, and gold enough to buy entire worlds. But for Captain Flint, it was never about the riches. Wealth was merely a byproduct of the life he had chosen. What truly drove him was the thrill of the hunt, the intoxicating rush of danger that came with each raid, each narrow escape from death. It was this hunger for excitement and slaugther, this need to test the limits of his own mortality, that kept him on his path of destruction, dragging his family and crew along with him into the abyss.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Yet, as the twins grew into young adulthood, an unspoken tension began to weave its way between them. Shae, with her sharp mind and unyielding resolve, started to question the endless cycle of violence and greed. Shadow, on the other hand, thrived in the chaos, reveling in the life they led, eager to prove himself worthy of his father's legacy. The once-unbreakable bond between them began to strain under the weight of their diverging paths, like a star on the brink of collapse.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Captain Flint, ever perceptive, noticed his daughter’s growing distaste for the mindless violence that defined their lives. Seeking to secure her future and perhaps curb her rebellious spirit, he arranged a marriage between Shae and a powerful noble from a wealthy planet. But the thought of being tied down in a gilded cage repulsed her. The night before the wedding, Shae quietly slipped away from the spelljammer, taking a small ship and fleeing into the darkness of the astral sea.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She landed at the nearest spaceport, far from her father’s reach, and found work in a modest inn. There, she became the cook, a role that allowed her a semblance of peace. Over time, she grew close to the innkeeper, a man with a shadowy past who ran a small crew of assassins. Seeing potential in her, he offered Shae the occasional job, promising her a little extra gold on the side. She took up his offer, falling back into the life of killing, though it left her feeling just as hollow as before.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "One evening, an illithid visited the inn, a rare and unsettling sight. The innkeeper discreetly passed Shae a note, instructing her to poison the creature’s food—a guest with a deep-seated hatred for the illithid had paid handsomely for its demise. Shae did as she was told, but as she watched the illithid eat, she felt a pang of guilt. The mindless cycle of death that she had tried to escape was closing in on her again, after all… This Illithid had done no harm quite the contrary, they were a skilled physician.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Determined to break free, she approached the illithid and sat down at their table. They exchanged words, the illithid expressing a surprising appreciation for the meal, despite the poison it contained. In a moment of compassion, Shae served them a dessert laced with the antidote, saving them before they even realised they were in danger. They spoke for hours, finding an unexpected connection in their shared love for travel and the yearning for something more than violence.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "By the end of the night, they had made a pact. Together, they would leave the inn and seek out a new life, joining a crew that valued exploration over bloodshed. For the first time in years, Shae felt a flicker of hope, a chance to forge a new path and leave the shadows of her past behind.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Backstory Highlights (TL:DR)",
      "is_bold": false,
      "style": "Heading 2"
    },
    {
      "text": "Background:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae was raised on a massive spelljammer under the command of her notorious pirate parents, Captain Nathaniel Flint and his ruthless queen.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The Flint Crew, led by her parents, were infamous for their relentless plundering across the astral sea, feared throughout the cosmos.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Upbringing:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae and her twin brother, Shadow, were taught to survive in this brutal environment from a young age, following their father’s creed: \"Show no weakness, show no mercy.\"",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The twins shared an unbreakable bond, forged through their experiences in battle and the harsh realities of pirate life.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Tension and Diverging Paths:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "As they grew older, Shae began to question the endless cycle of violence, while Shadow embraced it, eager to uphold their father’s legacy.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "This divergence caused tension between the once inseparable twins.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Rebellion and Escape:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Captain Flint, noticing Shae's growing dissatisfaction, arranged a marriage for her to secure her future and curb her rebelliousness.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The night before the wedding, Shae escaped, fleeing the spelljammer and leaving her old life behind.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "New Life and Inner Conflict:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae found work at a modest inn far from her father’s reach, becoming a cook and finding some peace.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "She became involved with a crew of assassins led by the innkeeper, occasionally taking on jobs despite feeling hollow from returning to a life of killing.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Turning Point:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae was instructed to poison an illithid guest but felt guilt over the act, as the illithid was a skilled physician and had done no harm.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "In an act of compassion, she gave the illithid an antidote and engaged in a meaningful conversation with them.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "New Path:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae and the illithid made a pact to leave the inn together, seeking a new life aboard a crew focused on exploration rather than violence.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "For the first time, Shae felt a flicker of hope and a chance to leave her violent past behind.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "DM’s Question about the character",
      "is_bold": false,
      "style": "Heading 2"
    },
    {
      "text": "A reason to stick to a group.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "She has nothing else. Growing up in the comforts of a crew/family, always surrounded by people, standing on her own two legs ended out in falling into an old pattern of violence and killing, if she really wants to try change her view and way of living, she understands that holding on to a small part of her old life is necessary for her to succeed, she’s used to being part of a team and as long as the team is a good influence, she hopes it’ll help her stay on the right path.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "What does your character hope to achieve or find by joining a spacefaring crew? Is there a specific destination or quest they’re pursuing?",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Her main focus is trying to create distance between the family/crew that she left behind and become a better person, hoping they’ll leave her alone although she was promised to someone else and probably caused a bit of trouble leaving.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Describe your character's Family and upbringing.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Shae was very close to her twin brother, though they turned out to be different people in adulthood, there’d always be a special bond between them, occasionally when she feel lonely and think of him, she’ll wonder if the pain of separation that she feel, he’s feeling too…",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Their mother was strict, but sometimes, when she was alone with the twins, she’d cuddle them, read them stories and tell them how special they were to her, this was mostly when they were young, but Shae always believed her to be a kind woman, at least to her own kids, the strictness seemed to me more of a mask she put on to look tough infront of their dad and the rest of the crew.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Their dad was not shy to hit them when they weren’t behaving or performing to perfection. He showed very little love and lacked empathy, though he started to grow more fond of Shadow as they entered adulthood and he started to see himself in the violence of his son's action. Shae didn’t like him much, but he didn’t care for her opinion of him.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Describe a moment in your past where you either achieved a great victory or committed an act you regret. How does it affect your choices now?",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Shae has many regrets, taking part in the plundering and slaughtering of men, women and children. Innocent people on travelling spelljammers, just for a bit of fun and treasure, but it was never fun… Proving her strength and power to her crew and family was just never.. Fulfilling, it wasn’t worth the cost of the lives of innocent people.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Her biggest victories wereleaving the crew behind and saving the illithid at the inn, it was the first real life she saved, albeit she was saving their life from herself.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "What is a truth about your character that they are comfortable sharing, and is there a darker secret that haunts them?",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Truth: Though she comes from a harsh upbringing, she actually enjoys cooking and baking. Cupcakes are her speciality.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Secret: Every time she looks at her newfound friend (Martinas character) she feels guilty for attempting to kill them in the first place and they don’t even know. She’s too afraid to admit it and she doesn’t know how to ever repent for it.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "2 rumors about you.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "A) If you express dislike for her food, she will poison your next meal. (this is not true)",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "B) She’s killed a man with just one thumb. (This is true)",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Personal Session notes:",
      "is_bold": false,
      "style": "Heading 2"
    },
    {
      "text": "Black Lotus",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Ombra firm",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Faine",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Golarious",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Recap for Trog and Thalia",
      "is_bold": false,
      "style": "Heading 2"
    },
    {
      "text": "Gabriel, Lapik and I knew each other before we joined The Nameless as Crew Members, Gabriel is an illithid, but detached from the big brain thingy, so he’s got free will, Lapik sought out Gabriel because he was captured by other Illithids,he’s got a parasite in his brain, but atm it’s just there… not effecting him? I’d accepted a job killing Gabriel before I got to know him, but.. Meeting him just shortly.. Changed my mind, he is a very kind person,  so the three of us took off together and joined the Nameless. Things went sideways fast: cannon fire, shiny people, one dead captain which oddly enough hit Lapik quite hard, leading to a crash landing on a weird planet that aged you if you tried to leave. There we picked up a mad magic man named Sir Lawrence, who spoke to dolls. Don’t ask why. The others liked him.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Turns out the ship we inherited from the previous captain was leased from a smug feathered guy called King Fisher. We did a job for him and he allowed us to keep the lease on the ship, which we need to pay for eventually, only like 80k gold.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Somewhere along the way, Gabriel adopted a black hole named Atlas who eats everything, including my food, god that boy can eat.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We fought Starling, crushed his monkey fleet, and now he owes us favors… Or we keep him as a prisoner, but also sometimes pays him a wage? He’ll send some back to his family and drink the rest away.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We like to go out and get drunk to celebrate our victories.. So we’re mostly sober, however we did decide to make Lapik our captain during or maybe just after we all got drunk one time… Anyway it made Lapik super happy, we didn’t pick him because he had any skills that stood out, or a natural flair for leadership, it was mostly alcohol.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Later, I got in trouble for running a secret poker club in the captains room, here I won all Atlases money, but was later forced to give them back, which in my opinio was a mistake, since he ended up spending them on “magic beans” instead… they were just beans.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We then arrived at Sigil and had that whole… Clow incident, Nel embarrassed herself at Starlings local bar, so we can never go back there again. We did end up meeting Rex, who owned a large mansion in town, larger than our ship, but Nel said it was small, which was hilarious, she used to be fun,",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Then Gabriel left. It hurt. I didn’t think I could still be hurt like that.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We tracked down Rex again, found his daughter, and of course Sir Lawrence was involved again. A clown—literally—wanted a sacrifice. People turned on each other, Lapik of all people started the fight, we were supposed to work together, but the clown wanted us to turn against one-another and Lapik took the bait.. I didn’t. I fought to save the girl, thinking of what Gabriel would’ve done. I miss him so much.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Later, someone from an assassin group—Umbra—offered me a job in order to release Gabriel from the hit-list: kill Nel’s brother or they kill Gabriel. I tried to find a way out, something Gabriel would’ve done, but Nel didn’t care, she warned her brother.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Crew member relations",
      "is_bold": false,
      "style": "Heading 2"
    },
    {
      "text": "I will try make an overview over her relations with the different crewmembers, both PC and NPC.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Lapik",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Got to know him before the rest of the crew, they got a bit of history along with Gabriel.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Got a tadpole in his head",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Unpredictable, flightrisk",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Rocky relationship",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Likes hats",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Neleria",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "From nobel family (Princess), expects her to marry and have kids",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Greedy",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Smart and very logical",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Do seem to have the best intentions for the crew, though she’ll always put her own family first",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Betrayed Shae when she warned her brother instead of finding a way to save them all",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Trog",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Was previously part of another crew",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Failed as an investigator on Sigil",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Was a smuggler in the pre. Crew",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Starling seems to recognize him from somewhere",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "When the party has been pondering what quests to take, Trog has mentioned that he could help the group setting up a base in vulture space.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Feels weak, wants to find his own strength",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We feels strongly about keeping the gang together",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Keeps a journal like Shae",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Prev. crew member of Ann-lang (prev. Cap. mr. Matthew)",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Thalia",
      "is_bold": false,
      "style": "Heading 3"
    },
    {
      "text": "Powerful, maybe dangerous",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Seems nice",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Closely connected to Crane",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Speaking to Gabby",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Special weapon - Most powerful source of telepathic power (better than overmind kallis)",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Gabby joined another crew, rebels trying to stop illithids in their mission to take over planets",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The weapon is on Dunlin, a planet in the Vultures area",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Colleague to aid in finding the weapon - Nova",
      "is_bold": false,
      "style": "normal"
    }
  ],
  "tables": [],
  "raw_text": "Shae Nadine Flint\n\nBackstory:\n\nOn an impressively large spelljammer, a majestic yet menacing vessel that carved its path through the endless expanse of the astral sea, the notorious Captain Nathaniel Flint ruled with an iron fist. Alongside his equally ruthless queen, they were feared throughout the cosmos. Their names were whispered in dread by those who travelled the starlit void, and their banner was enough to strike terror into the hearts of even the bravest souls. The Flint Crew, a band of hardened pirates, were infamous for their relentless plundering, leaving destruction in their wake, and the blood of their enemies staining the stars themselves.\n\nThe couple, blessed with a set of twins, named Shae and Shadow, were the pride of their lives. From the moment the children could walk, they were taught the brutal lessons of survival that governed the Flint Crew. \"Show no weakness, show no mercy,\" their father would say, his voice as cold as the void. These words were the twins' creed, and they lived by it with unflinching loyalty.\n\nShae and Shadow were inseparable, two sides of the same coin, moving through their shared lives like a well-honed blade cutting through the blackness of space. Whether in the thick of battle, raiding ships alongside their parents, or in the quiet moments when the vastness of the astral sea surrounded them, they were always together. Their bond was unbreakable, forged in the fires of combat and tempered by the harsh realities of their upbringing.\n\nThe Flint Crew's reputation for ruthlessness was only matched by the staggering wealth they accumulated. The hold of their spelljammer groaned under the weight of treasures beyond imagination gems that sparkled like distant stars, ancient artifacts imbued with mysterious powers, and gold enough to buy entire worlds. But for Captain Flint, it was never about the riches. Wealth was merely a byproduct of the life he had chosen. What truly drove him was the thrill of the hunt, the intoxicating rush of danger that came with each raid, each narrow escape from death. It was this hunger for excitement and slaugther, this need to test the limits of his own mortality, that kept him on his path of destruction, dragging his family and crew along with him into the abyss.\n\nYet, as the twins grew into young adulthood, an unspoken tension began to weave its way between them. Shae, with her sharp mind and unyielding resolve, started to question the endless cycle of violence and greed. Shadow, on the other hand, thrived in the chaos, reveling in the life they led, eager to prove himself worthy of his father's legacy. The once-unbreakable bond between them began to strain under the weight of their diverging paths, like a star on the brink of collapse.\n\nCaptain Flint, ever perceptive, noticed his daughter’s growing distaste for the mindless violence that defined their lives. Seeking to secure her future and perhaps curb her rebellious spirit, he arranged a marriage between Shae and a powerful noble from a wealthy planet. But the thought of being tied down in a gilded cage repulsed her. The night before the wedding, Shae quietly slipped away from the spelljammer, taking a small ship and fleeing into the darkness of the astral sea.\n\nShe landed at the nearest spaceport, far from her father’s reach, and found work in a modest inn. There, she became the cook, a role that allowed her a semblance of peace. Over time, she grew close to the innkeeper, a man with a shadowy past who ran a small crew of assassins. Seeing potential in her, he offered Shae the occasional job, promising her a little extra gold on the side. She took up his offer, falling back into the life of killing, though it left her feeling just as hollow as before.\n\nOne evening, an illithid visited the inn, a rare and unsettling sight. The innkeeper discreetly passed Shae a note, instructing her to poison the creature’s food—a guest with a deep-seated hatred for the illithid had paid handsomely for its demise. Shae did as she was told, but as she watched the illithid eat, she felt a pang of guilt. The mindless cycle of death that she had tried to escape was closing in on her again, after all… This Illithid had done no harm quite the contrary, they were a skilled physician.\n\nDetermined to break free, she approached the illithid and sat down at their table. They exchanged words, the illithid expressing a surprising appreciation for the meal, despite the poison it contained. In a moment of compassion, Shae served them a dessert laced with the antidote, saving them before they even realised they were in danger. They spoke for hours, finding an unexpected connection in their shared love for travel and the yearning for something more than violence.\n\nBy the end of the night, they had made a pact. Together, they would leave the inn and seek out a new life, joining a crew that valued exploration over bloodshed. For the first time in years, Shae felt a flicker of hope, a chance to forge a new path and leave the shadows of her past behind.\n\nBackstory Highlights (TL:DR)\n\nBackground:\n\nShae was raised on a massive spelljammer under the command of her notorious pirate parents, Captain Nathaniel Flint and his ruthless queen.\n\nThe Flint Crew, led by her parents, were infamous for their relentless plundering across the astral sea, feared throughout the cosmos.\n\nUpbringing:\n\nShae and her twin brother, Shadow, were taught to survive in this brutal environment from a young age, following their father’s creed: \"Show no weakness, show no mercy.\"\n\nThe twins shared an unbreakable bond, forged through their experiences in battle and the harsh realities of pirate life.\n\nTension and Diverging Paths:\n\nAs they grew older, Shae began to question the endless cycle of violence, while Shadow embraced it, eager to uphold their father’s legacy.\n\nThis divergence caused tension between the once inseparable twins.\n\nRebellion and Escape:\n\nCaptain Flint, noticing Shae's growing dissatisfaction, arranged a marriage for her to secure her future and curb her rebelliousness.\n\nThe night before the wedding, Shae escaped, fleeing the spelljammer and leaving her old life behind.\n\nNew Life and Inner Conflict:\n\nShae found work at a modest inn far from her father’s reach, becoming a cook and finding some peace.\n\nShe became involved with a crew of assassins led by the innkeeper, occasionally taking on jobs despite feeling hollow from returning to a life of killing.\n\nTurning Point:\n\nShae was instructed to poison an illithid guest but felt guilt over the act, as the illithid was a skilled physician and had done no harm.\n\nIn an act of compassion, she gave the illithid an antidote and engaged in a meaningful conversation with them.\n\nNew Path:\n\nShae and the illithid made a pact to leave the inn together, seeking a new life aboard a crew focused on exploration rather than violence.\n\nFor the first time, Shae felt a flicker of hope and a chance to leave her violent past behind.\n\nDM’s Question about the character\n\nA reason to stick to a group.\n\nShe has nothing else. Growing up in the comforts of a crew/family, always surrounded by people, standing on her own two legs ended out in falling into an old pattern of violence and killing, if she really wants to try change her view and way of living, she understands that holding on to a small part of her old life is necessary for her to succeed, she’s used to being part of a team and as long as the team is a good influence, she hopes it’ll help her stay on the right path.\n\nWhat does your character hope to achieve or find by joining a spacefaring crew? Is there a specific destination or quest they’re pursuing?\n\nHer main focus is trying to create distance between the family/crew that she left behind and become a better person, hoping they’ll leave her alone although she was promised to someone else and probably caused a bit of trouble leaving.\n\nDescribe your character's Family and upbringing.\n\nShae was very close to her twin brother, though they turned out to be different people in adulthood, there’d always be a special bond between them, occasionally when she feel lonely and think of him, she’ll wonder if the pain of separation that she feel, he’s feeling too…\n\nTheir mother was strict, but sometimes, when she was alone with the twins, she’d cuddle them, read them stories and tell them how special they were to her, this was mostly when they were young, but Shae always believed her to be a kind woman, at least to her own kids, the strictness seemed to me more of a mask she put on to look tough infront of their dad and the rest of the crew.\n\nTheir dad was not shy to hit them when they weren’t behaving or performing to perfection. He showed very little love and lacked empathy, though he started to grow more fond of Shadow as they entered adulthood and he started to see himself in the violence of his son's action. Shae didn’t like him much, but he didn’t care for her opinion of him.\n\nDescribe a moment in your past where you either achieved a great victory or committed an act you regret. How does it affect your choices now?\n\nShae has many regrets, taking part in the plundering and slaughtering of men, women and children. Innocent people on travelling spelljammers, just for a bit of fun and treasure, but it was never fun… Proving her strength and power to her crew and family was just never.. Fulfilling, it wasn’t worth the cost of the lives of innocent people.\n\nHer biggest victories wereleaving the crew behind and saving the illithid at the inn, it was the first real life she saved, albeit she was saving their life from herself.\n\nWhat is a truth about your character that they are comfortable sharing, and is there a darker secret that haunts them?\n\nTruth: Though she comes from a harsh upbringing, she actually enjoys cooking and baking. Cupcakes are her speciality.\n\nSecret: Every time she looks at her newfound friend (Martinas character) she feels guilty for attempting to kill them in the first place and they don’t even know. She’s too afraid to admit it and she doesn’t know how to ever repent for it.\n\n2 rumors about you.\n\nA) If you express dislike for her food, she will poison your next meal. (this is not true)\n\nB) She’s killed a man with just one thumb. (This is true)\n\nPersonal Session notes:\n\nBlack Lotus\n\nOmbra firm\n\nFaine\n\nGolarious\n\nRecap for Trog and Thalia\n\nGabriel, Lapik and I knew each other before we joined The Nameless as Crew Members, Gabriel is an illithid, but detached from the big brain thingy, so he’s got free will, Lapik sought out Gabriel because he was captured by other Illithids,he’s got a parasite in his brain, but atm it’s just there… not effecting him? I’d accepted a job killing Gabriel before I got to know him, but.. Meeting him just shortly.. Changed my mind, he is a very kind person,  so the three of us took off together and joined the Nameless. Things went sideways fast: cannon fire, shiny people, one dead captain which oddly enough hit Lapik quite hard, leading to a crash landing on a weird planet that aged you if you tried to leave. There we picked up a mad magic man named Sir Lawrence, who spoke to dolls. Don’t ask why. The others liked him.\n\nTurns out the ship we inherited from the previous captain was leased from a smug feathered guy called King Fisher. We did a job for him and he allowed us to keep the lease on the ship, which we need to pay for eventually, only like 80k gold.\n\nSomewhere along the way, Gabriel adopted a black hole named Atlas who eats everything, including my food, god that boy can eat.\n\nWe fought Starling, crushed his monkey fleet, and now he owes us favors… Or we keep him as a prisoner, but also sometimes pays him a wage? He’ll send some back to his family and drink the rest away.\n\nWe like to go out and get drunk to celebrate our victories.. So we’re mostly sober, however we did decide to make Lapik our captain during or maybe just after we all got drunk one time… Anyway it made Lapik super happy, we didn’t pick him because he had any skills that stood out, or a natural flair for leadership, it was mostly alcohol.\n\nLater, I got in trouble for running a secret poker club in the captains room, here I won all Atlases money, but was later forced to give them back, which in my opinio was a mistake, since he ended up spending them on “magic beans” instead… they were just beans.\n\nWe then arrived at Sigil and had that whole… Clow incident, Nel embarrassed herself at Starlings local bar, so we can never go back there again. We did end up meeting Rex, who owned a large mansion in town, larger than our ship, but Nel said it was small, which was hilarious, she used to be fun,\n\nThen Gabriel left. It hurt. I didn’t think I could still be hurt like that.\n\nWe tracked down Rex again, found his daughter, and of course Sir Lawrence was involved again. A clown—literally—wanted a sacrifice. People turned on each other, Lapik of all people started the fight, we were supposed to work together, but the clown wanted us to turn against one-another and Lapik took the bait.. I didn’t. I fought to save the girl, thinking of what Gabriel would’ve done. I miss him so much.\n\nLater, someone from an assassin group—Umbra—offered me a job in order to release Gabriel from the hit-list: kill Nel’s brother or they kill Gabriel. I tried to find a way out, something Gabriel would’ve done, but Nel didn’t care, she warned her brother.\n\nCrew member relations\n\nI will try make an overview over her relations with the different crewmembers, both PC and NPC.\n\nLapik\n\nGot to know him before the rest of the crew, they got a bit of history along with Gabriel.\n\nGot a tadpole in his head\n\nUnpredictable, flightrisk\n\nRocky relationship\n\nLikes hats\n\nNeleria\n\nFrom nobel family (Princess), expects her to marry and have kids\n\nGreedy\n\nSmart and very logical\n\nDo seem to have the best intentions for the crew, though she’ll always put her own family first\n\nBetrayed Shae when she warned her brother instead of finding a way to save them all\n\nTrog\n\nWas previously part of another crew\n\nFailed as an investigator on Sigil\n\nWas a smuggler in the pre. Crew\n\nStarling seems to recognize him from somewhere\n\nWhen the party has been pondering what quests to take, Trog has mentioned that he could help the group setting up a base in vulture space.\n\nFeels weak, wants to find his own strength\n\nWe feels strongly about keeping the gang together\n\nKeeps a journal like Shae\n\nPrev. crew member of Ann-lang (prev. Cap. mr. Matthew)\n\nThalia\n\nPowerful, maybe dangerous\n\nSeems nice\n\nClosely connected to Crane\n\nSpeaking to Gabby\n\nSpecial weapon - Most powerful source of telepathic power (better than overmind kallis)\n\nGabby joined another crew, rebels trying to stop illithids in their mission to take over planets\n\nThe weapon is on Dunlin, a planet in the Vultures area\n\nColleague to aid in finding the weapon - Nova"
}