{
  "filename": "Lyra Forglemmigej.docx",
  "character_name": "Lyra Forglemmigej",
  "paragraphs": [
    {
      "text": "🌷Lyra Forglemmigej🦔",
      "is_bold": false,
      "style": "Title"
    },
    {
      "text": "Character sheet: https://www.dndbeyond.com/profile/Sorreia/characters/44443411",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Character melody: https://www.youtube.com/watch?v=W1FFlMeT75w",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Backstory:",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Lyra is a very kindhearted half-elf with a love for all animals. She’s not sure where she came from or where she’s going. She enjoys the company of other people, but unfortunately she has trouble staying in different places for too long, she's often pushed away for being odd. She suffers from retrograde amnesia and general trouble remembering some stuff, she might meet someone who’s name she’ll remember, sometimes she’ll forget. She rarely remembers being pushed away, so she’s normally very happy and joyful to be around. She’ll always help out anyone in need and is willing to go very far to help them.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Lyra’s family consisted of dad (Elf), mom (human), little sister (half elf/ Flora) and a variety of small animals. Dad was good with animals and mom with medicine and healing. The four of them lived in harmony and spread kindness on their travels to different villages, helping out the sick and weak. Then one night when they had set up camp outside a village, the small camp was invaded by a few drunk elves, the elves were skilled in Illusion magic and were looking to have some fun, especially with a unworthy half blood family like theirs. They messed around with her dad’s head using various illusion spells, making him go mad to the point of him killing her sister thinking she was a horrible monster, the elves then killed her mother and left Lyra alive as their own act of “kindness”. Sitting in the middle of her slaughtered family breaks her and in a rush of emotions she goes through old books and starts experimenting with spells that will make her forget, but with not much knowledge about magic and emotions shattered it goes wrong and her memory starts to fail her, she's now forgotten all the bad times, but also the good ones and will be wandering around not really knowing where to and where from…",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "From The Vail",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Quotes",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "No one is born evil, circumstances force them to become so.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "No act of kindness, no matter how small, is ever wasted.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Kindness is a gift everyone can afford to give.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We rise by lifting each other.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "I don’t look down at anyone unless I’m helping them up.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "If you never heal from what hurt you, you will bleed on the people who never cut you.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Resentment is like drinking poison and hoping it will kill your enemies.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "With pure happiness, there’s no growth",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Happiness is about being at peace with all your emotions",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Pain is the price that we pay for love",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Compassion is the most beautiful form of love - I see you’re suffering and I’m not leaving, you’re not alone",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Extra:",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "In addition, this is the feat I give to you for being a half elf: Prerequisite: Elf or half-elf",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The accuracy of elves is legendary, especially that of elf archers and spellcasters. You have uncanny aim with attacks that rely on precision rather than brute force. You gain the following benefits:",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "• Increase your Dexterity, Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "• Whenever you have advantage on an attack roll using Dexterity, Intelligence, Wisdom, or Charisma, you can reroll one of the dice once per short or long rest.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Possession",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "2 Healing Potion -  2d4+2",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "474 gold",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Inspiration: 1 (Can turn disadvantages into advantages (Reroll))",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Earn two favors from the church",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Pre-Session:",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "What brought you to the party: Your love for animals and compassion has brought you to a series of Islands called \"the Chain Mail Islands\" which get their name from the main occupation of it's residents, mercenaries and other unsavory characters. Lately there has been a large number of people missing, no one incredibly important alone, but it has been a large number which is something Lyra is upset by. She packed up her things and set off to prevent anymore people from being taken.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The one thing everyone has in common at the start of the campaign is you have all been informed that a man by the name of Cassandrion Velastris is the one to find as you all share a common interest with him.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "You all know that he is a human who carries two swords.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Implemented Agile-like system for use by developers, 3D modelers, and map makers to streamline workflow.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Organize meetings and document discussions by taking minutes in addition to the company owner's schedule.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Game and business development",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Customer management",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Creating video game textures using software as OpenIV, CodeWalker and a series of editing programs like Photoshop",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 1 - 19/02/21",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Barfight - On bad guys we found a note telling bad guys to go get money from the bar owner and take them back to waterfront (Bring any gold and people for 2 in the morning)",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "They find a rare purple teethling guy in a crate, he knows they were taking him 6 hours away from the port. He is from the kingdom of Hostland.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "On Captain we find a map that leads into the jungle. Moracan might have something to do with it.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We’re at chainmale islands",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Terask - Eater of the world??",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 2 - 26/02/21",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "The ship is called The Rambler which is the one we’re taking to Hostland.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Ellison - Something of bathamin - goatdemon??",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Found teethlings house and took it back over since there were guards inside.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 3 - 03/05/21",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Deliver furbies to house Dougas in the nobility district.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Turns out there's a bounty on Ellison head. At Ellisons house we find a bag of gems and plans of destruction for the city",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 5 - 03/12/21",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "We’re in Wiseberg which is the capital of Hostland.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "We’re taking part in the festival of fertility and everyone has taken part in competitions, Lyra is the only one who lost her competition. In her rest before the festival she spend time at the church helping the out and earned 2 favors from the church that she could use against bathemis",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 6 - 03/26/21",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Travelled to a city that doesn’t like elves",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Session 6 - 04/02/21",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Vvv",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Anything can of cause be adjusted to fit in better with the world.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Daeja is the product of the queen's infidelity with the commander of the kings guard. When she was just a baby it was no problem hiding the fact she wasn’t really the kings child, however, as she grew older the resemblance to king became more.. Noticeable… or was the queen just paranoid and afraid someone would find out?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The queen ordered her secret lover to stage a kidnapping of Daeja and take her far away to a safe place where she could grow up safely, where no one would find out about the affair. The commander of the kings guard took her away during the night before her 7th birthday. He settled down with her in Ruby’s Creek under the pretence of being her uncle.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Being experienced with weapons, her uncle started teaching her archery, he took her out camping and hunting in the forests around the village and encourage her worldly curiosity.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "At 25 she spends the most time outside, the forest terrain feels like her second home and with the crops and livestock around the village being killed, she was lucky if she could even shoot a squirrel. People are hungry and most nights, her uncle and her would go to bed hungry, having donated what little they could catch in the forest to the sick and struggling villagers.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "One morning before heading out, she noticed her uncle was missing, it didn’t look like anyone had broken in, some of his clothes and belongings were missing, took what little food they had and his sword, but no message was left behind, it was like he just got up and left which was… unusual for him… Where did he go?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Player Info:",
      "is_bold": true,
      "style": "Heading 2"
    },
    {
      "text": "Name, Age, Gender: Celina, 26, Female",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Discord: Sorreia#8200",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Timezone and Location: Scandinavia GMT +2",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Experience with TTRPG's and Online Play: I have enjoyed roleplay in different forms since I was very young, started out with textbased forums, moved onto TT Fantasy Roleplay, later through open-world games like FiveM and RDR. I've DM's a good amount of mini-campaigns and oneshots through the years as well and generally am a sucker for anything roleplay.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Describe your personality, what is fun for you in D&D, what annoys you?: I'm easy going and always looking for a good opportunity to have fun. I enjoy all aspects of adventures, mostly fun and interactive roleplay and everything that follows with it. There's nothing that really annoys me, we're all adults right? If anything uncomfortable happens, we can always talk it out.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "What is your favorite setting or genre from TTRPG's, Games, Books, Movies?: That's a hard one. I feel like it's the same as music, you go through periods where you're hyped about a specific genre. Recently I've been really into post-apocalyptic, end-of-the-world, zombie kinda games and wrote a few one shots within this. Before then anything with fantasy animals involved was the shit, dragons, unicorns all that. My guilty pleasure TV-series wise has been Harmon Quest, but I also really enjoy a lot of Dan Harmons work in general. I easily get excited about literally anything.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "What is the perfect D&D party and GM for you?: A good party I believe to be a group of people with a common interest in making the group dynamic work, where we're happy to compromise and help out each other, not that our characters all necessarily need to be friends, but not work against each other if you get me. A good GM is, in my opinion, one that likes to go with the flow a little, maybe bend a rule or two if it means creating memorable roleplay.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "What part of this campaign looks interesting to you?: To be honest, what really got me excited was the way you described your GM style, I can relate and respect that, then I do really love open-world games and that was enough for me.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "How would you make your own fun in a sandbox campaign?: When you get to know the other players and their characters, it's easy to create a little lighthearted and fun drama ie. if they're afraid of spiders and they ate the last snack, perhaps they find a spider in their shoe the next morning. We as players are all responsible for helping with creating little fun interactions with each other, npcs and so on. I fun sometimes alright, I have my moments at least :'D",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Character Info:",
      "is_bold": true,
      "style": "Heading 2"
    },
    {
      "text": "Character Name, Age, Race, Background: Daeja, 25, Human, Nobel",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Class and Subclass: Ranger",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Backstory Prompt: Anything can of cause be adjusted to fit in better with the world.",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Daeja is the product of the queen's infidelity with the commander of the kings guard. When she was just a baby it was no problem hiding the fact she wasn’t really the kings child, however, as she grew older the resemblance to king became more.. Noticeable… or was the queen just paranoid and afraid someone would find out?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "The queen ordered her secret lover to stage a kidnapping of Daeja and take her far away to a safe place where she could grow up safely, where no one would find out about the affair. The commander of the kings guard took her away during the night before her 7th birthday. He settled down with her in Ruby’s Creek under the pretence of being her uncle.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Being experienced with weapons, her uncle started teaching her archery, he took her out camping and hunting in the forests around the village and encourage her worldly curiosity.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "At 25 she spends the most time outside, the forest terrain feels like her second home and with the crops and livestock around the village being killed, she was lucky if she could even shoot a squirrel. People are hungry and most nights, her uncle and her would go to bed hungry, having donated what little they could catch in the forest to the sick and struggling villagers.",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "One morning before heading out, she noticed her uncle was missing, it didn’t look like anyone had broken in, some of his clothes and belongings were missing, took what little food they had and his sword, but no message was left behind, it was like he just got up and left which was… unusual for him… Where did he go?",
      "is_bold": false,
      "style": "normal"
    },
    {
      "text": "Character Art:",
      "is_bold": true,
      "style": "normal"
    },
    {
      "text": "Extra Information: She's afraid of the dark and ducks.",
      "is_bold": true,
      "style": "normal"
    }
  ],
  "full_text": "🌷Lyra Forglemmigej🦔\n\nCharacter sheet: https://www.dndbeyond.com/profile/Sorreia/characters/44443411\n\nCharacter melody: https://www.youtube.com/watch?v=W1FFlMeT75w\n\nBackstory:\n\nLyra is a very kindhearted half-elf with a love for all animals. She’s not sure where she came from or where she’s going. She enjoys the company of other people, but unfortunately she has trouble staying in different places for too long, she's often pushed away for being odd. She suffers from retrograde amnesia and general trouble remembering some stuff, she might meet someone who’s name she’ll remember, sometimes she’ll forget. She rarely remembers being pushed away, so she’s normally very happy and joyful to be around. She’ll always help out anyone in need and is willing to go very far to help them.\n\nLyra’s family consisted of dad (Elf), mom (human), little sister (half elf/ Flora) and a variety of small animals. Dad was good with animals and mom with medicine and healing. The four of them lived in harmony and spread kindness on their travels to different villages, helping out the sick and weak. Then one night when they had set up camp outside a village, the small camp was invaded by a few drunk elves, the elves were skilled in Illusion magic and were looking to have some fun, especially with a unworthy half blood family like theirs. They messed around with her dad’s head using various illusion spells, making him go mad to the point of him killing her sister thinking she was a horrible monster, the elves then killed her mother and left Lyra alive as their own act of “kindness”. Sitting in the middle of her slaughtered family breaks her and in a rush of emotions she goes through old books and starts experimenting with spells that will make her forget, but with not much knowledge about magic and emotions shattered it goes wrong and her memory starts to fail her, she's now forgotten all the bad times, but also the good ones and will be wandering around not really knowing where to and where from…\n\nFrom The Vail\n\nQuotes\n\nNo one is born evil, circumstances force them to become so.\n\nNo act of kindness, no matter how small, is ever wasted.\n\nKindness is a gift everyone can afford to give.\n\nWe rise by lifting each other.\n\nI don’t look down at anyone unless I’m helping them up.\n\nIf you never heal from what hurt you, you will bleed on the people who never cut you.\n\nResentment is like drinking poison and hoping it will kill your enemies.\n\nTruth is everybody is going to hurt you: you just gotta find the ones worth suffering for.\n\nWith pure happiness, there’s no growth\n\nHappiness is about being at peace with all your emotions\n\nPain is the price that we pay for love\n\nCompassion is the most beautiful form of love - I see you’re suffering and I’m not leaving, you’re not alone\n\nExtra:\n\nIn addition, this is the feat I give to you for being a half elf: Prerequisite: Elf or half-elf\n\nThe accuracy of elves is legendary, especially that of elf archers and spellcasters. You have uncanny aim with attacks that rely on precision rather than brute force. You gain the following benefits:\n\n• Increase your Dexterity, Intelligence, Wisdom, or Charisma score by 1, to a maximum of 20.\n\n• Whenever you have advantage on an attack roll using Dexterity, Intelligence, Wisdom, or Charisma, you can reroll one of the dice once per short or long rest.\n\nPossession\n\n2 Healing Potion -  2d4+2\n\n474 gold\n\nInspiration: 1 (Can turn disadvantages into advantages (Reroll))\n\nEarn two favors from the church\n\nPre-Session:\n\nWhat brought you to the party: Your love for animals and compassion has brought you to a series of Islands called \"the Chain Mail Islands\" which get their name from the main occupation of it's residents, mercenaries and other unsavory characters. Lately there has been a large number of people missing, no one incredibly important alone, but it has been a large number which is something Lyra is upset by. She packed up her things and set off to prevent anymore people from being taken.\n\nThe one thing everyone has in common at the start of the campaign is you have all been informed that a man by the name of Cassandrion Velastris is the one to find as you all share a common interest with him.\n\nYou all know that he is a human who carries two swords.\n\nImplemented Agile-like system for use by developers, 3D modelers, and map makers to streamline workflow.\n\nOrganize meetings and document discussions by taking minutes in addition to the company owner's schedule.\n\nGame and business development\n\nCustomer management\n\nCreating video game textures using software as OpenIV, CodeWalker and a series of editing programs like Photoshop\n\nSession 1 - 19/02/21\n\nBarfight - On bad guys we found a note telling bad guys to go get money from the bar owner and take them back to waterfront (Bring any gold and people for 2 in the morning)\n\nThey find a rare purple teethling guy in a crate, he knows they were taking him 6 hours away from the port. He is from the kingdom of Hostland.\n\nOn Captain we find a map that leads into the jungle. Moracan might have something to do with it.\n\nWe’re at chainmale islands\n\nTerask - Eater of the world??\n\nSession 2 - 26/02/21\n\nThe ship is called The Rambler which is the one we’re taking to Hostland.\n\nEllison - Something of bathamin - goatdemon??\n\nFound teethlings house and took it back over since there were guards inside.\n\nSession 3 - 03/05/21\n\nDeliver furbies to house Dougas in the nobility district.\n\nTurns out there's a bounty on Ellison head. At Ellisons house we find a bag of gems and plans of destruction for the city\n\nSession 5 - 03/12/21\n\nWe’re in Wiseberg which is the capital of Hostland.\n\nWe’re taking part in the festival of fertility and everyone has taken part in competitions, Lyra is the only one who lost her competition. In her rest before the festival she spend time at the church helping the out and earned 2 favors from the church that she could use against bathemis\n\nSession 6 - 03/26/21\n\nTravelled to a city that doesn’t like elves\n\nSession 6 - 04/02/21\n\nVvv\n\nAnything can of cause be adjusted to fit in better with the world.\n\nDaeja is the product of the queen's infidelity with the commander of the kings guard. When she was just a baby it was no problem hiding the fact she wasn’t really the kings child, however, as she grew older the resemblance to king became more.. Noticeable… or was the queen just paranoid and afraid someone would find out?\n\nThe queen ordered her secret lover to stage a kidnapping of Daeja and take her far away to a safe place where she could grow up safely, where no one would find out about the affair. The commander of the kings guard took her away during the night before her 7th birthday. He settled down with her in Ruby’s Creek under the pretence of being her uncle.\n\nBeing experienced with weapons, her uncle started teaching her archery, he took her out camping and hunting in the forests around the village and encourage her worldly curiosity.\n\nAt 25 she spends the most time outside, the forest terrain feels like her second home and with the crops and livestock around the village being killed, she was lucky if she could even shoot a squirrel. People are hungry and most nights, her uncle and her would go to bed hungry, having donated what little they could catch in the forest to the sick and struggling villagers.\n\nOne morning before heading out, she noticed her uncle was missing, it didn’t look like anyone had broken in, some of his clothes and belongings were missing, took what little food they had and his sword, but no message was left behind, it was like he just got up and left which was… unusual for him… Where did he go?\n\nPlayer Info:\n\nName, Age, Gender: Celina, 26, Female\n\nDiscord: Sorreia#8200\n\nTimezone and Location: Scandinavia GMT +2\n\nExperience with TTRPG's and Online Play: I have enjoyed roleplay in different forms since I was very young, started out with textbased forums, moved onto TT Fantasy Roleplay, later through open-world games like FiveM and RDR. I've DM's a good amount of mini-campaigns and oneshots through the years as well and generally am a sucker for anything roleplay.\n\nDescribe your personality, what is fun for you in D&D, what annoys you?: I'm easy going and always looking for a good opportunity to have fun. I enjoy all aspects of adventures, mostly fun and interactive roleplay and everything that follows with it. There's nothing that really annoys me, we're all adults right? If anything uncomfortable happens, we can always talk it out.\n\nWhat is your favorite setting or genre from TTRPG's, Games, Books, Movies?: That's a hard one. I feel like it's the same as music, you go through periods where you're hyped about a specific genre. Recently I've been really into post-apocalyptic, end-of-the-world, zombie kinda games and wrote a few one shots within this. Before then anything with fantasy animals involved was the shit, dragons, unicorns all that. My guilty pleasure TV-series wise has been Harmon Quest, but I also really enjoy a lot of Dan Harmons work in general. I easily get excited about literally anything.\n\nWhat is the perfect D&D party and GM for you?: A good party I believe to be a group of people with a common interest in making the group dynamic work, where we're happy to compromise and help out each other, not that our characters all necessarily need to be friends, but not work against each other if you get me. A good GM is, in my opinion, one that likes to go with the flow a little, maybe bend a rule or two if it means creating memorable roleplay.\n\nWhat part of this campaign looks interesting to you?: To be honest, what really got me excited was the way you described your GM style, I can relate and respect that, then I do really love open-world games and that was enough for me.\n\nHow would you make your own fun in a sandbox campaign?: When you get to know the other players and their characters, it's easy to create a little lighthearted and fun drama ie. if they're afraid of spiders and they ate the last snack, perhaps they find a spider in their shoe the next morning. We as players are all responsible for helping with creating little fun interactions with each other, npcs and so on. I fun sometimes alright, I have my moments at least :'D\n\nCharacter Info:\n\nCharacter Name, Age, Race, Background: Daeja, 25, Human, Nobel\n\nClass and Subclass: Ranger\n\nBackstory Prompt: Anything can of cause be adjusted to fit in better with the world.\n\nDaeja is the product of the queen's infidelity with the commander of the kings guard. When she was just a baby it was no problem hiding the fact she wasn’t really the kings child, however, as she grew older the resemblance to king became more.. Noticeable… or was the queen just paranoid and afraid someone would find out?\n\nThe queen ordered her secret lover to stage a kidnapping of Daeja and take her far away to a safe place where she could grow up safely, where no one would find out about the affair. The commander of the kings guard took her away during the night before her 7th birthday. He settled down with her in Ruby’s Creek under the pretence of being her uncle.\n\nBeing experienced with weapons, her uncle started teaching her archery, he took her out camping and hunting in the forests around the village and encourage her worldly curiosity.\n\nAt 25 she spends the most time outside, the forest terrain feels like her second home and with the crops and livestock around the village being killed, she was lucky if she could even shoot a squirrel. People are hungry and most nights, her uncle and her would go to bed hungry, having donated what little they could catch in the forest to the sick and struggling villagers.\n\nOne morning before heading out, she noticed her uncle was missing, it didn’t look like anyone had broken in, some of his clothes and belongings were missing, took what little food they had and his sword, but no message was left behind, it was like he just got up and left which was… unusual for him… Where did he go?\n\nCharacter Art:\n\nExtra Information: She's afraid of the dark and ducks.",
  "images": [
    {
      "index": 1,
      "filename": "image_001.png",
      "path": "C:\\Users\\edbar\\Documents\\Projects\\dnd-campaign-manager\\scripts\\extracted_documents\\images\\Lyra Forglemmigej\\image_001.png",
      "size_bytes": 269747
    },
    {
      "index": 2,
      "filename": "image_002.png",
      "path": "C:\\Users\\edbar\\Documents\\Projects\\dnd-campaign-manager\\scripts\\extracted_documents\\images\\Lyra Forglemmigej\\image_002.png",
      "size_bytes": 780893
    }
  ],
  "image_count": 2
}